#+SEQ_TODO: TODO(t) STARTED(s) WAITING(w) | DONE(d) CANCELLED(c) DELEGATED(l)

* DONE Building
  CLOSED: [2013-11-19 Tue 00:22]
** DONE Wiring
   CLOSED: [2013-11-19 Tue 00:21]
   CLOCK: [2013-11-07 Don 19:05]--[2013-11-07 Don 19:29] =>  0:24
   CLOCK: [2013-11-07 Don 12:31]--[2013-11-07 Don 14:27] =>  1:56
   CLOCK: [2013-11-07 Don 11:46]--[2013-11-07 Don 12:23] =>  0:37
** DONE Motors
   CLOSED: [2013-11-08 Fre 09:58] DEADLINE: <2013-11-18 Mon>
** DONE Sensors
   CLOSED: [2013-11-19 Tue 00:21]
*** DONE Short Range Sensors
    CLOSED: [2013-11-19 Tue 00:21]
*** DONE Long Range Sensor
    CLOSED: [2013-11-08 Fre 09:58] DEADLINE: <2013-11-18 Mon>

* DONE Testing
  CLOSED: [2013-11-20 Wed 20:11]
** DONE Level one: Stationary Hardware Interface
   CLOSED: [2013-11-19 Tue 00:21]
   CLOCK: [2013-11-07 Don 09:41]--[2013-11-07 Don 10:18] =>  0:37
   CLOCK: [2013-11-07 Don 09:26]--[2013-11-07 Don 09:34] =>  0:08
   CLOCK: [2013-11-06 Mit 19:48]--[2013-11-06 Mit 19:52] =>  0:04
   CLOCK: [2013-11-06 Mit 19:34]--[2013-11-06 Mit 19:36] =>  0:02
   CLOCK: [2013-11-06 Mit 18:36]--[2013-11-06 Mit 19:34] =>  0:58
*** DONE Motors
    CLOSED: [2013-11-20 Wed 20:11]
**** CANCELLED Angular turning method
     CLOSED: [2013-11-20 Wed 20:11]
*** DONE Sensors
    CLOSED: [2013-11-20 Wed 20:11]
**** DONE Mean evaluated sensor value.
     CLOSED: [2013-11-11 Mon 19:09]

** DONE Level two: Mobile Movement and Mobile Sensing
   CLOSED: [2013-11-19 Tue 00:21]
** DONE Level three: AI vs Stationary Opponent
   CLOSED: [2013-11-25 Mon 10:02]
   CLOCK: [2013-11-25 Mon 09:35]--[2013-11-25 Mon 10:02] =>  0:27
   CLOCK: [2013-11-25 Mon 08:30]--[2013-11-25 Mon 09:35] =>  1:05
** STARTED Level four: AI vs AI
    
    
